export const dialogs = [
    {
        dialogID: "1",
        username: 'Chetkiy',
        history: [
            {
                from: 'bot',
                text: "Бажаю здоров'я Chetkiy! Що Вас цікавить сьогодні?"

            },
            {
                from: 'Chetkiy',
                text: "Знайди оновлення по всім додаткам"
            },
            {
                from: 'bot',
                text: "На данний момент всі додатки оновленні!"
            }
        ]
    },


    {
        dialogID: "3",
        username: 'Nazar',
        history: [
            {
                from: 'bot',
                text: "Йо-йо-йо Nazar! Що Вам підказати?"

            },
            {
                from: 'Nazar',
                text: "характеристики автомата SCAR"
            },
            {
                from: 'bot',
                text: "Якого року випуску автомат?"
            },
            {
                from: 'Nazar',
                text: "2022"
            },
            {
                from: 'bot',
                text: "... хвилинку, шукаю іно ..."
            },
            {
                from: 'bot',
                text: "Тип: Штурмовая винтовка Вес (без патронов, кг): 3,1 кг (SCAR-L) Длина (мм): 875 мм (SCAR-L) Калибр: 5,56х45 мм УСМ: Куркового типа; режим огня - одиночный/автоматический Темп стрельбы (в минуту): До 650 выстрелов в минуту Начальная скорость пули (м/с): 875 м/с (SCAR-L)",
            },

        ]
    },


    {
        dialogID: "6",
        username: 'Ed',
        history: [
            {
                from: 'bot',
                text: "Бажаю здоров'я Ed! Які будуть завдання?"

            },
            {
                from: 'Ed',
                text: "Напиши кількість зброї, виданих всім підпорядкованним мені воїнам"
            },
            {
                from: 'bot',
                text: "Всього: 2 автомата, 2 пістолета, 4 гранати"
            },
            {
                from: 'Ed',
                text: "Розпиши які саме моделі зброї?"
            },
            {
                from: 'bot',
                text: "Автомати типу SCAR, пістолети типу GLOCK, гранати типу РГД-5"
            },
            {
                from: 'Ed',
                text: "+"
            },
            {
                from: 'bot',
                text: "Не зрозумів +, Вам треба щось порахувати?"
            },
            {
                from: 'Ed',
                text: "пока"
            },
            {
                from: 'bot',
                text: "Всього найкращого Ed, пишіть якщо що =)"
            },
        ]
    },

    {
        dialogID: "7",
        username: 'Simon',
        history: [
            {
                from: 'bot',
                text: "Привіт Simon! Чим можу бути корисний?"

            },
            {
                from: 'Simon',
                text: "На якому рівні знаходится паливо в бойовій машині, в якій я числюсь водієм?"
            },
            {
                from: 'bot',
                text: "В Вашому БМП - повний бак!"
            },
            {
                from: 'bot',
                text: "Чи маєте ще запитання?"
            },
            {
                from: 'Simon',
                text: "Ні, дякую"
            }
        ]
    }
]